{
  "Restaurants":
  [
    {"ResRating":"4.6 Stars","ResDineIn":"No","ResTakeOut":"Yes","ResDelivery":"Yes","ResID":1,"ResImage":"https://assets.simpleviewinc.com/simpleview/image/upload/crm/fairfax/59807Taco_Bamba_227390-c94604bd5056a36_c9460622-5056-a36a-06f7ab086e9b595a.jpg","ResName":"Taco Bamba Taqueria","ResWebsite":"https://www.tacobamba.com/", "ResDescription": "Relax. There’s no real danger here, unless you’re afraid of taquerias that embrace anarchy. Maybe anarchy isn’t the right word for the four shops — it’ll be five later this year — that make up chef Victor Albisu’s Taco Bamba chain-let. Each location shares enough DNA with the others — the branding, the menu boards, the metal, hypermasculine atmosphere — that they all feel of a piece. But each taqueria is also not a factory-stamped replica of the original Taco Bamba in Falls Church (2190 Pimmit Dr., 703-639-0505), which debuted in 2013."},
    {"ResRating":"3.7 Stars","ResDineIn":"Yes","ResTakeOut":"Yes","ResDelivery":"Yes","ResID":2,"ResImage":"http://www.hanpalacedimsum.com/wp-content/uploads/photo-gallery/imported_from_media_libray//2.jpg","ResName":"Han Palace","ResWebsite":"https://www.hanpalacemclean.com/", "ResDescription": "Han Palace offers delicious dining and takeout to McLean, VA. Han Palace is a cornerstone in the McLean community and has been recognized for its outstanding Chinese cuisine, excellent service and friendly staff. Our Chinese restaurant is known for its modern interpretation of classic dishes and its insistence on only using high quality fresh ingredients."},
    {"ResRating":"4.6 Stars","ResDineIn":"Yes","ResTakeOut":"No","ResDelivery":"No","ResID":3,"ResImage":"https://img1.wsimg.com/isteam/ip/b73302a2-2edd-4671-bcea-9999791be75e/DSCF8353.jpg/:/rs=w:1300,h:800","ResName":"Iron Age","ResWebsite":"https://ironagekoreansteakhouse.com/", "ResDescription": "Welcome to your full DIY Korean barbecue dining experience. Our goal is to provide our guest with amazing memories and moments that they won’t find anywhere else. We have Five distinctively designed locations in Georgia, Northern Virginia, and Maryland (with more coming soon!).  We’ve made a dining environment that will allow you to fully enjoying group gatherings to intimate moments and memories they won’t be forgotten."},
    {"ResRating":"3.7 Stars","ResDineIn":"No","ResTakeOut":"Yes","ResDelivery":"Yes","ResID":4,"ResImage":"https://dcist.com/wp-content/uploads/sites/3/2021/02/20210203_MM_DCist_SandiBuns-11-3000x2000.jpg","ResName":"Sandi Buns","ResWebsite":"https://www.sandibunsdc.com/", "ResDescription": "Located in Washington Dc.  202-462-7232. Our burgers are made with premium beef from 7 Hills Farm or Impossible Meat. They all come on a potato bun, with caramelized onions, dill pickles, and special sauce. We want to hear from you! What is your favorite, crafty, crazy, fun idea for a burger? Ask and you shall receive; once a week we will select our favorite guest idea and feature it. If yours gets picked, come grab a free one on us, but don’t wait too long! We will be making a limited number of guest features every week. Crave your creation."},
    {"ResRating":"4.6 Stars","ResDineIn":"Yes","ResTakeOut":"Yes","ResDelivery":"Yes","ResID":5,"ResImage":"https://images.squarespace-cdn.com/content/v1/593df91c2994ca0f61eea7ca/1511294798789-ITM8BT1GQRQDQX96LQ8H/ke17ZwdGBToddI8pDm48kLkXF2pIyv_F2eUT9F60jBl7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0iyqMbMesKd95J-X4EagrgU9L3Sa3U8cogeb0tjXbfawd0urKshkc5MgdBeJmALQKw/Bindaas+12957.jpg?format=750w","ResName":"Bindaas","ResWebsite":"https://www.bindaasdc.com/", "ResDescription": "Street food is an important part of life in India helping express the cultural diversity of the country. We invite you to come and experience the vibrant smells and tastes of India in one of our two locations in Washington, DC."},
    {"ResRating":"3.9 Stars","ResDineIn":"Yes","ResTakeOut":"Yes","ResDelivery":"Yes","ResID":6,"ResImage":"http://www.sushiqueenva.com/images/gallery_02.jpg","ResName":"Sushi Queen","ResWebsite":"http://www.sushiqueenva.com/", "ResDescription": "Sushi Queen is an all-you-can-eat Japanese restaurant provide many choices to guests. Of course, sushi items are the most popular. The value Sushi Queen provides to customers is almost irresistible. Asian food is generally known for being healthy and delicious. Customers who are cautious about high calorie associated with fast food will naturally find Sushi Queen attractive. As long as they have some time, and want to enjoy a good meal, Sushi Queen is an ideal choice."},
  ],
  "Status":"OK"
}
